import React from "react";


function GuardProcedures(){

    return (
        <div className="gate_manual">
            <h4>נהלי שמירה</h4>
            <div>
            <h5>מטרות השמירה</h5>
            .בקרה על הנכנסים לאשחר, הקפצת כוחות משטרה והקפצת כיתת כוננות במקרה הצורך<br/>
אופן השמירה<br/>
.עמידה בשער הראשי בצורה בטוחה המאפשרת לראות את הרכבים הנכנסים וסימון לרכב הנכנס להאט<br/>
 במידה ומזהים את הנהג / נוסעים - כניסה חופשית. במידה ולא מזהים, נשאל את  הנהג לזהותו ומטרת הכניסה (פירוט בהמשך) 
באחריות השומר לתצפת גם לשער שלב ד. במידה ומזהה רכב חשוד שנכנס או אירוע חריג -  לעדכן. ניתן גם לעזוב את עמדת השער לטובת הליכה לכיוון שער שלב ד ' (בהתאם לצורך ובמידת האפשר)
אופן הבידוק:
כעקרון - רכבים נכנסים לישוב עם מטרה או סיבה כלשהי.
תשאול ראשוני של הנהג - מה מטרת הכניסה ליישוב.
מבקרים, ספקים, משלוחים וכד' - נכנסים. אם מתעורר חשד, ניתן לבקש מהנהג להתקשר למארח / מזמין השירות. (אין השארת חבילות בשער).
נהג ללא מטרה ברורה לכניסה ליישוב - יש לברר מדוע הגיע. 
גילוי ערנות לסימנים מחשידים - נהג ורכב
אוטובוס/הסעה - לשאול את הנהג אם הכל בסדר במקרה הצורך לעלות לבדוק את הרכב (לרוב מדובר בהסעות התלמידים וקו 42).
הפעלת שיקול דעת - לא כל רכב ונהג לא מוכר צריך תשאול מעמיק
לא להכנס לויכוח מיותר עם נהג שמסרב לשתף פעולה. לתעד ולדווח פשוט. 
מקרים ותגובות:
ככלל, בכל אירוע חשוד ומאיים - הודעה קולית (בעדיפות) בקבוצת החירום או בקבוצת האבטחה. מוקד משגב  (107) והודעה למשטרה (100).
לדוגמא:
רכב פורץ (לא נשמע להנחיות לעצור)
ירי באיום ישיר
* שמיעת ירי מרוחק (מכיוון סחנין וכדומה) ידווח למשטרה ויצוין בקבוצה אך לא 
יקפיץ את כיתת הכוננות
בכל אירוע חשוב להבין ולדווח כמה שיותר פרטים מזהים: @מה קרה @איפה קרה. @ תיאור מפורט ככל הניתן (לבוש, צבע, מספר רכב וכו)
במקרה של כניסת רכב לא מורשה - סגירת השער למניעת יציאתו
תפעול השער:
השער נסגר עד לחצי וזאת על מנת שלא לשחוק את המנגנון.
בשעות הלילה (00:00-06:00) סגירת השער כמעט עד הסוף (הזזת הגובל המגנטי בהתאם לתדריך)
פתיחת מלאה של השער ע"י הכפתור שבעמדת השמירה או השלט.
במקרה של כניסת / יציאת אוטובוס או משאית - יש לפתוח את השער לפתיחה מלאה.
לסגירה מלאה (במצב חירום)- יש לפרק את המגנט שעל המנגנון או לסגור ידנית (בהתאם לתדרוך)
שער ד' - סגור בשליטה של התושבים. במקרה של הסעות וכדומה נדרש לפתוח את השער מרחוק ע"י הטלפון



הוראות פתיחה באש (לשומרים חמושים):
פתיחה באש אך ורק במצב של סכנה חיים ברורה ומיידית וכשאין כל דרך אחרת לנטרול האיום
נשק לא דרוך וללא כדור בקנה.
כובע זיהוי כחול / צהוב
הקפדה על בטיחות בנשק - לא להניח ליד, לא לשחק בנשק
תקשורת:
מכשיר קשר שבעמדה נייד (לוודא שטעון) ונייח בתוך הבוטקה (מכויל לתדר מועצה) - יעיל יותר בשעות הערב והלילה אך למקרה חירום בלבד (יש אנשים עם מכשיר פתוח). גם המוקד מאזין לו
קבוצות וואטסאפ - חירום, אבטחה (חובה להיכנס לקבוצות אלו)
דגשים:
גילוי ערנות בזמן השמירה גם לסביבת השערים ולאזור הכיכר החיצונית.
עליה לשמירה בלבוש מתאים
לוודא תקינות וניקיון העמדה - קשר, פרוז'קטור בלילה.
להימנע משיחות ארוכות עם הנהגים - חוסם את השער.
בזמן גשם/קור - ניתן לעמוד באוהל המקורה הכולל חימום
אם יש ספק - אין ספק. לכתוב בקבוצה ולהתייעץ
במקרה של אזעקה לירי טילים מחסה ממוקם מאחורי תחנת האוטובוס.

תאריך עדכון: 13.1.24

            </div>
        </div>
    )
}

export default GuardProcedures;