import React from "react";

function GuardProcedures() {
  return (
    <div className="gate_manual">
      <h2 className="centered-header">דגשי אבטחה כלליים - אשחר</h2>
      <h3>מטרות השמירה:</h3>
      <ul>
        <li>בקרת כניסה על הנכנסים לאשחר</li>
        <li>הקפצת כוחות משטרה וכיתת הכוננות היישובית במקרה הצורך</li>
      </ul>
      
      <h3>אופן השמירה:</h3>
      <ul>
        <li>עמידה בשער הראשי בצורה בטוחה המאפשרת לראות את הרכבים הנכנסים</li>
        <li>סימון לרכב הנכנס להאט. במידה ומזהים את הנהג / נוסעים - כניסה חופשית. במידה ולא מזהים, נשאל את הנהג לזהותו ומטרת הכניסה (פירוט בהמשך)</li>
        <li>באחריות השומר לתצפת גם לשער שלב ד. במידה ומזהה רכב חשוד שנכנס או אירוע חריג - לעדכן. ניתן גם לעזוב את עמדת השער לטובת הליכה לכיוון שער שלב ד' (בהתאם לצורך ובמידת האפשר)</li>
      </ul>
      
      <h3>אופן הבידוק:</h3>
      <ul>
        <li>כעקרון - רכבים נכנסים לישוב עם מטרה או סיבה כלשהי.</li>
        <li>תשאול ראשוני של הנהג - מה מטרת הכניסה ליישוב.</li>
        <li>מבקרים, ספקים, משלוחים וכד' - נכנסים. אם מתעורר חשד, ניתן לבקש מהנהג להתקשר למארח / מזמין השירות. (אין השארת חבילות בשער).</li>
        <li>נהג ללא מטרה ברורה לכניסה ליישוב - יש לברר מדוע הגיע.</li>
        <li>גילוי ערנות לסימנים מחשידים - נהג ורכב.</li>
        <li>אוטובוס/הסעה - לשאול את הנהג אם הכל בסדר במקרה הצורך לעלות לבדוק את הרכב (לרוב מדובר בהסעות התלמידים וקו 42).</li>
        <li>הפעלת שיקול דעת - לא כל רכב ונהג לא מוכר צריך תשאול מעמיק.</li>
        <li>לא להכנס לויכוח מיותר עם נהג שמסרב לשתף פעולה. לתעד ולדווח פשוט.</li>
      </ul>
      
      <h3>מקרים ותגובות:</h3>
      <ul>
        <li>ככלל, בכל אירוע חשוד ומאיים - הודעה קולית (בעדיפות) בקבוצת החירום או בקבוצת האבטחה. מוקד משגב (107) והודעה למשטרה (100).</li>
        <li>לדוגמא:
          <ul>
            <li>רכב פורץ (לא נשמע להנחיות לעצור)</li>
            <li>ירי באיום ישיר</li>
            <li>שמיעת ירי מרוחק (מכיוון סחנין וכדומה) ידווח למשטרה ויצוין בקבוצה אך לא יקפיץ את כיתת הכוננות.</li>
          </ul>
        </li>
        <li>בכל אירוע חשוב להבין ולדווח כמה שיותר פרטים מזהים: מה קרה, איפה קרה, תיאור מפורט ככל הניתן (לבוש, צבע, מספר רכב וכו).</li>
        <li>במקרה של כניסת רכב לא מורשה - סגירת השער למניעת יציאתו.</li>
      </ul>
      
      <h3>תפעול השער:</h3>
      <ul>
        <li>השער נסגר עד לחצי וזאת על מנת שלא לשחוק את המנגנון.</li>
        <li>בשעות הלילה (00:00-06:00) סגירת השער כמעט עד הסוף (הזזת הגובל המגנטי בהתאם לתדריך).</li>
        <li>פתיחת מלאה של השער ע"י הכפתור שבעמדת השמירה או השלט.</li>
        <li>במקרה של כניסת / יציאת אוטובוס או משאית - יש לפתוח את השער לפתיחה מלאה.</li>
        <li>לסגירה מלאה (במצב חירום)- יש לפרק את המגנט שעל המנגנון או לסגור ידנית (בהתאם לתדרוך).</li>
        <li>שער ד' - סגור בשליטה של התושבים. במקרה של הסעות וכדומה נדרש לפתוח את השער מרחוק ע"י הטלפון.</li>
      </ul>
      
      <h3>הוראות פתיחה באש (לשומרים חמושים):</h3>
      <ul>
        <li>פתיחה באש אך ורק במצב של סכנה חיים ברורה ומיידית וכשאין כל דרך אחרת לנטרול האיום.</li>
        <li>נשק לא דרוך וללא כדור בקנה.</li>
        <li>כובע זיהוי כחול / צהוב.</li>
        <li>הקפדה על בטיחות בנשק - לא להניח ליד, לא לשחק בנשק.</li>
      </ul>
      
      <h3>תקשורת:</h3>
      <ul>
        <li>מכשיר קשר שבעמדה נייד (לוודא שטעון) ונייח בתוך הבוטקה (מכויל לתדר מועצה) - יעיל יותר בשעות הערב והלילה אך למקרה חירום בלבד (יש אנשים עם מכשיר פתוח). גם המוקד מאזין לו.</li>
        <li>קבוצות וואטסאפ - חירום, אבטחה (חובה להיכנס לקבוצות אלו).</li>
      </ul>
      
      <h3>דגשים:</h3>
      <ul>
        <li>גילוי ערנות בזמן השמירה גם לסביבת השערים ולאזור הכיכר החיצונית.</li>
        <li>עליה לשמירה בלבוש מתאים.</li>
        <li>לוודא תקינות וניקיון העמדה - קשר, פרוז'קטור בלילה.</li>
        <li>להימנע משיחות ארוכות עם הנהגים - חוסם את השער.</li>
        <li>בזמן גשם/קור - ניתן לעמוד באוהל המקורה הכולל חימום.</li>
        <li>אם יש ספק - אין ספק. לכתוב בקבוצה ולהתייעץ.</li>
        <li>במקרה של אזעקה לירי טילים מחסה ממוקם מאחורי תחנת האוטובוס.</li>
      </ul>
      <br/><br/>
      <p>תאריך עדכון: 13.1.24</p>
    </div>
  );
}

export default GuardProcedures;